Repository: mrleemon/rather-simple-slider
Catalog: languages/rather-simple-slider-*.po
Languages: ca

source: Add New Slider
ca: Afegeix nou slider

source: Edit Slider
ca: Edita slider

source: New Slider
ca: Nou slider

source: View Slider
ca: Veure slider

source: Search Sliders
ca: Cerca sliders

source: No Sliders found
ca: No s'han trobat sliders

source: No Sliders found in Trash
ca: No s'han trobat sliders

source: Options
ca: Opcions

source: Slider items
ca: Elements del slider

source: Your Shortcode:
ca: El vostre shortcode:

source: Copy and paste this shortcode into your Post, Page or Custom Post editor.
ca: Copieu i enganxeu aquest codi quan editeu una entrada, una pàgina o un altre contingut.

source: Effect:
ca: Efecte:

source: Slide
ca: Desplaçament

source: Text Position:
ca: Posició del text:

source: Before the images
ca: Després de les imatges

source: After the images
ca: Abans de les imatges

source: Hidden behind the images
ca: Ocult darrere de les imatges

source: Navigation Arrows:
ca: Fletxes de navegació:

source: Hidden
ca: Ocultes

source: Automatic Playback:
ca: Reproducció automàtica:

source: Delete item
ca: Elimina element

source: Delete
ca: Elimina

source: Add items to slider
ca: Afegeix elements al slider

source: Add slider items
ca: Afegeix elements al slider

source: images
ca: imatges

source: previous
ca: anterior

source: next
ca: següent

source: Add a Slider
ca: Afegeix un slider

source: Add Slider
ca: Afegeix slider

source: Please select a Slider
ca: Seleccioneu un slider

source: Add a slider
ca: Afegeix un slider

source: Select a slider to insert from the dropdown below:
ca: Seleccioneu un slider a inserir del següent desplegable:

source: Select a slider
ca: Selecciona un slider

source: Insert Slider
ca: Insereix slider

source: Close
ca: Tanca

source: Embed Media Item
ca: Incrusta element multimèdia

source: If provided, this media item will be displayed instead of the image
ca: Si s'ha proporcionat, es mostrarà aquest element multimèdia en lloc de la imatge

source: Width
ca: Amplada

source: Height
ca: Alçada

source: Display a slider.
ca: Mostra un slider.

source: photos
ca: fotos

source: Loading...
ca: Carregant…

source: No sliders found
ca: No s'ha trobat cap slider

source: Select a slider...
ca: Seleccioneu un slider...

source: Select a slider:
ca: Seleccioneu un slider:
